Repository: SuperDevMonk/Contao-Leads
Catalog: contao/languages/*/*_lead_export.xlf
Languages: de

# tl_lead_export.name.0
source: Config name
de: Konfigurationsname

# tl_lead_export.name.1
source: Please enter the config name.
de: Bitte geben Sie hier einen Konfigurationsnamen ein.

# tl_lead_export.type.0
source: File type
de: Dateityp

# tl_lead_export.type.1
source: Please choose the file type here.
de: Bitte wählen Sie einen Dateityp für den Export.

# tl_lead_export.filename.0
source: Custom file name
de: Individueller Dateiname

# tl_lead_export.filename.1
source: Here you can enter a custom file name. You can use simple tokens (e.g. ##date##).
de: Hier können Sie einen individuellen Dateinamen vergeben. Sie können Platzhalter verwenden (z.B. ##date##).

# tl_lead_export.headerFields.0
source: Include header fields
de: Kopfzeile anzeigen

# tl_lead_export.headerFields.1
source: Check here if header fields should be added as first row in the export file.
de: Wählen Sie hier ob die Kopfzeile ebenfalls exportiert werden soll.

# tl_lead_export.export.0
source: Export type
de: Export-Typ

# tl_lead_export.export.1
source: Please choose what data should be exported.
de: Bitte wählen Sie hier, welche Daten exportiert werden sollen.

# tl_lead_export.export.all
source: Export all data
de: Alle Daten exportieren

# tl_lead_export.export.fields
source: Custom export
de: Individueller Export

# tl_lead_export.export.tokens
source: Custom export with simple tokens
de: Individueller Export mit Simple Tokens

# tl_lead_export.fields.0
source: Fields
de: Felder

# tl_lead_export.fields.1
source: Please choose the fields you want to export.
de: Bitte wählen Sie, welche Felder exportiert werden sollen.

# tl_lead_export.fields.field.0
source: Field
de: Feld

# tl_lead_export.fields.name.0
source: Header name
de: Bezeichnung für Kopfzeile

# tl_lead_export.fields.output.0
source: Output
de: Format

# tl_lead_export.fields.output.both
source: Label and value
de: Bezeichnung und Wert

# tl_lead_export.fields.output.label
source: Label only (if available, fallback to value)
de: Nur die Bezeichnung (wenn vorhanden, Fallback auf Wert)

# tl_lead_export.fields.output.value
source: Value only
de: Nur den Wert

# tl_lead_export.fields.format.2
source: Raw data
de: Rohdaten

# tl_lead_export.tokenFields.0
source: Export configuration
de: Export-Konfiguration

# tl_lead_export.tokenFields.1
source: Please specify your export configuration.
de: Bitte definieren Sie Ihre Export-Konfiguration.

# tl_lead_export.tokenFields.headerField.0
source: Header name
de: Bezeichnung für Kopfzeile

# tl_lead_export.tokenFields.targetColumn.0
source: Column
de: Spalte

# tl_lead_export.tokenFields.tokensValue.0
source: Simple Tokens (and Insert Tags)
de: Simple Tokens (und Insert Tags)

# tl_lead_export.csvSeparator.0
source: Separator character
de: Trennzeichen

# tl_lead_export.csvSeparator.1
source: Please enter the CSV separator character.
de: Bitte Geben Sie das CSV-Trennzeichen ein.

# tl_lead_export.csvEnclosure.0
source: Enclosure character
de: Begrenzungszeichen

# tl_lead_export.csvEscape.0
source: Escape character
de: Maskierungszeichen

# tl_lead_export.eol.0
source: End of line character
de: Zeilenendezeichen

# tl_lead_export.eol.1
source: Select the end of line character.
de: Wählen Sie das Zeichen für das Zeilenende.

# tl_lead_export.eol.r
source: Old Mac OS format (\\r)
de: Altes Mac OS-Format (\\r)

# tl_lead_export.useTemplate.0
source: Use a template
de: Template verwenden

# tl_lead_export.useTemplate.1
source: Enable this checkbox if you want to export your data into a given template.
de: Aktivieren Sie diese Checkbox, wenn Sie Ihre Daten in ein Template exportieren möchten.

# tl_lead_export.startIndex.1
source: Here you can enter on what row you want leads to start "pasting" your data. Start counting at 1 (not 0)!
de: Hier können Sie definieren, auf welcher Zeile leads die Daten einfügen soll. Starten Sie bei 1 (nicht 0)!

# tl_lead_export.sheetIndex.0
source: Sheet index
de: Blatt-Index

# tl_lead_export.sheetIndex.1
source: Here you can enter on which sheet you want leads to start "pasting" your data. Start counting at 0!
de: Hier können Sie definieren, auf welchem Blatt die Daten einfügen soll. Starten Sie bei 0!

# tl_lead_export.template.1
source: Choose your template here.
de: Wählen Sie hier Ihr Template.

# tl_lead_export.lastRun.0
source: Last export date
de: Letztes Exportdatum

# tl_lead_export.lastRun.1
source: Automatically updated when an export was performed.
de: Wird beim Export automatisch aktualisiert.

# tl_lead_export.skipLastRun.0
source: Only export new leads since last export date
de: Nur neue Anfragen seit letztem Export exportieren

# tl_lead_export.skipLastRun.1
source: Please select if only new lead data since last export date should be exportet.
de: Wählen Sie hier ob nur die neuen Anfrage-Daten seit dem letzten Exportdatum exportiert werden sollen.

# tl_lead_export.name_legend
source: Name and type
de: Name und Dateityp

# tl_lead_export.data_legend
source: Data selection
de: Konfiguration

# tl_lead_export.excel_legend
source: Excel configuration
de: Excel-Format

# tl_lead_export.date_legend
source: Export date
de: Export-Datum

# tl_lead_export.type.xls
source: Old Microsoft Excel (.xls)
de: Altes Microsoft Excel (.xls)

# tl_lead_export.type.excel_csv
source: CSV (Microsoft Excel-compatible)
de: CSV (Microsoft Excel-kompatibel)

# tl_lead_export.type.ods
source: OpenDocument Spreadsheet
de: OpenDocument Tabellendokument

# tl_lead_export.format.date
source: Date
de: Datum

# tl_lead_export.format.time
source: Time
de: Zeit

# tl_lead_export.format.datim
source: Date & Time
de: Datum & Zeit

# tl_lead_export.format.uuidToFilePath
source: File UUID -> File path
de: Datei-UUID -> Dateipfad

# tl_lead_export.format.yesno
source: Yes/No
de: Ja/Nein

# tl_lead_export._form
source: Form
de: Formular

# tl_lead_export._created
source: Date created
de: Erstellungsdatum

# tl_lead_export._member
source: Member
de: Mitglied

# tl_lead_export._skip
source: Skip one column
de: Spalte überspringen
